Repository: szoupi/bibl_app
Catalog: bible/locale/*/LC_MESSAGES/django.po
Languages: el

source: From email
el: Από email

source: Subject
el: Θέμα

source: name
el: Oνομα'

source: team
el: Ομάδα

source: message
el: Κείμενο

source: Log out,
el: Αποσύνδεση,

source: Change password
el: Αλλαγή κωδικού

source: Sign in
el: Σύνδεση

source: I forgot my password
el: Δεν θυμάμαι τον κωδικό μου

source: Send email
el: Αποστολή

source: Search
el: Αναζήτηση

source: Search books, chapters, verses and annotations
el: Ελεύθερη αναζήτηση περιεχομενου βιβλίων, κεφαλαίων, στίχων και υπομνηματισμών

source: Book
el: Βιβλίο

source: No books found
el: Δεν βρέθηκαν βιβλία

source: Chapter
el: Κεφάλαιο

source: No chapters found
el: Δεν βρέθηκαν κεφάλαια

source: Verse
el: Στίχος

source: No verses found
el: Δεν βρέθηκαν στίχοι

source: Annotation
el: Υπομνηματισμός

source: No annotations found
el: Δεν βρέθηκαν υπομνηματισμοί

source: Log out
el: Αποσύνδεση

source: Logged out!
el: Έχετε αποσυνδεθεί από την εφαρμογή!

source: LOG IN
el: ΣΥΝΔΕΣΗ

source: Login
el: Σύνδεση

source: Your password changed successfully!
el: Ο κωδικός σας άλλαξε με επιτυχία!

source: Change your password
el: Αλλαγή κωδικού

source: Change Password
el: Αλλαγή κωδικού

source: Your password has been set!
el: Ο κωδικός σας άλλαξε με επιτυχία!

source: The password reset link was invalid, possibly because it has already been used.
el: Ο σύνδεσμος με τον οποίο μεταφερθήκατε στην παρούσα σελίδα ήταν άκυρος, πιθανόν διότι έχει ήδη χρησιμοποιηθεί.

source: Please request a new password reset.
el: Παρακαλούμε αιτηθήτε καινούργιο σύνδεσμο επαναφοράς κωδικού.

source: Email Sent
el: Αποστολή email

source: We have emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly!
el: Στείλαμε οδηγίες στην ηλεκτρονική διεύθυνση (email) που μας δώσατε προηγουμένως, με την προϋπόθεση ότι κάποιος λογαριασμός (account) σχετίζεται με τη διεύθυνση αυτή. Σε σύντομο χρονικό διάστημα θα λάβετε το μήνυμα.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
el: Αν δεν λάβετε κάποιο ηλεκτρονικό μήνυμα, βεβαιωθήτε ότι χρησιμοποιήσατε για την επαναφορά του κωδικού σας, την ηλεκτρονική διεύθυνση (email) με την οποία εγγραφήκατε στην ιστοσελίδα. Επίσης, ελέγξτε τον φάκελο της ανεπιθύμητης αλληλογραφίας (spam folder).

source: You are receiving this email because you requested a password reset for your user account at %(site_name)s.
el: Λάβατε αυτό το μήνυμα διότι αιτηθήκατε την επαναφορά του κωδικού σας για το λογαριασμό που κατέχετε στον ιστότοπο %(site_name)s.

source: Please go to the following page and choose a new password:
el: Παρακαλούμε επισκεφθήτε την ακόλουθη σελίδα και επιλέξτε ένα νέο κωδικό πρόσβασης:

source: Your username, in case you've forgotten:
el: Το όνομα χρήστη με το οποίο είστε καταχωρημένος, σε περίπτωση που το έχετε ξεχάσει είναι:

source: Thanks for using our site!
el: Με εκτίμηση

source: The %(site_name)s team
el: Η ομάδα του %(site_name)s

source: Forgot your password?
el: Δεν θυμάσαι τον κωδικό σου;

source: Enter your email address below, and we'll email instructions for setting a new one.
el: Κανένα πρόβλημα! Γράψε την ηλεκτρονική σου διεύθυνση και θα σου στείλουμε οδηγίες για να αλλάξεις τον κωδικό σου.

source: Send me instructions!
el: Στείλε μου οδηγίες

source: Password reset request
el: Αίτημα αλλαγής κωδικού
